/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "பாலங்கள் தோர்தட்டுகள் தணிக்கை செய்ய உதவுகின்றன. தோர் உங்கள் ISP மூலம் முடக்கினால் நீங்கள் பாலங்கள் முயற்சி செய்யலாம்; ஒவ்வொரு வகை பாலம் தணிக்கைகளைத் தவிர்க்க ஒரு வித்தியாசமான முறையைப் பயன்படுத்துகிறது: ஒரு வகை வேலை செய்யாவிட்டால், வேறு ஒன்றைப் பயன்படுத்தி முயற்சிக்கவும்.\n\nகீழே கொடுக்கப்பட்டுள்ள பாலங்கள் நீங்கள் பயன்படுத்தலாம் அல்லது% பாலங்கள் பெறலாம்.";
"No Bridges: Directly Connect to Tor" = "பாலங்கள் இல்லை: நேரடியாக Tor க்கு இணைக்கவும்";
"Provided Bridges: %" = "பாலங்கள் வழங்கப்பட்டது:%";
"Custom Bridges" = "விருப்ப பாலங்கள்";


// BridgeSelectViewController.xib
"Bridge Configuration" = "Bridge கட்டமைப்பு";
"Done" = "முடிந்தது";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "சில நேரங்களில் உங்களுக்கு Tor பெற ஒரு Bridge வேண்டும்.";
"TELL ME MORE" = "இன்னும் எனக்கு சொல்லுங்கள்";


// ConnectingViewController.swift
"Connected!" = "இணைக்கப்பட்டது!";
"__CLAIM_1__" = "எங்கள் மாறுபட்ட சமூகம் தோர் பெரியதாக்குகிறது!";
"__CLAIM_2__" = "தினசரி மக்கள் சந்தைப்பகுதிகளில் விளம்பரங்கள் தொடர்ந்து வருவதை தவிர்க்க தோர் பயன்படுத்தவும்.";
"__CLAIM_3__" = "மக்கள் தங்கள் நண்பர்களுடனும் குடும்பத்தினருடனும் பாதுகாப்பாக இருப்பதற்கு தோர் ஐப் பயன்படுத்துகின்றனர்.";
"__CLAIM_4__" = "ஆர்வலர்கள் தங்களது கருத்துக்களையும் நம்பிக்கையையும் சுதந்திரமாக வெளிப்படுத்துவதற்கு தோர் பயன்படுத்துகின்றனர்.";
"__CLAIM_5__" = "சமூக சீர்திருத்தத்தை நோக்கி மக்களை அணிதிரட்டுவதற்கு தோர் ஐ பயன்படுத்துகின்றனர்.";
"__CLAIM_6__" = "பத்திரிகையாளர்கள் தாங்கள் புகாரளிக்கும் கதையை பாதுகாப்பாக ஆராய்வதற்கு தோர் ஐ பயன்படுத்துகின்றனர்.";
"__CLAIM_7__" = "வணிக நிறுவனங்கள் தங்களது நிறுவன உத்திகளை தனியார்மயமாக்குவதற்குப் பயன்படுத்துகின்றனர்.";
"__CLAIM_8__" = "தொழிலாளர்கள் தங்கள் வேலை இழந்துவிடுமோ என்ற அச்சம் இன்றி நீதிக்காக போராடுவதற்கு தோர் பயன்படுத்துகின்றனர்.";


// ConnectingViewController.xib
"We're connecting you." = "நாங்கள் உங்களை இணைப்போம்.";
"START BROWSING" = "உலாவலை தொடங்கு";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "வேறொரு உலாவியில்,% பார்க்கவும், 'பாலங்கள் கிடைக்கும்' என்பதைத் தேர்ந்தெடுக்கவும். 'மேம்பட்ட விருப்பங்கள்' பிரிவைப் பயன்படுத்தவும்; 'obfs4' Pluggable Transports பரிந்துரைக்கப்படுகிறது. (IPv6 ஐ தேர்ந்தெடுக்க வேண்டாம்.)\n\nவலைத்தளத்திலிருந்து QR குறியீட்டைப் பயன்படுத்த 'கேமரா' ஐகானைத் தட்டவும், அல்லது இங்கே 'பாலம் வரிகளை' கைமுறையாக நகலெடுத்து ஒட்டுக:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "நாங்கள் சிக்கிவிட்டதைப் போல் தெரிகிறது! விட்டுவிடு. பின்னர் பயன்பாட்டை மறுதொடக்கம் செய்யுங்கள்.";


// HelloViewController.xib
"Hello" = "வணக்கம்";
"Welcome to Tor on mobile." = "மொபைலில் Tor க்கு வரவேற்கிறோம்.";
"CHANGE LANGUAGE" = "மொழியை மாற்றவும்";
"Change Language" = "மொழியை மாற்று";
"Cancel" = "ரத்து";


// IntroViewController.xib
"CONTINUE WITHOUT" = "தொடர்ந்து இல்லாமல்";
"USE A BRIDGE" = "Bridge பயன்படுத்தவும்";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "நீங்கள் எதிர்பார்க்கும் இணையத்தை உலாவவும்.";
"No tracking. No censorship." = "கண்காணிப்பு இல்லை. தணிக்கை இல்லை.";


// ScanQrViewController.swift
"Error" = "பிழை";
"Camera access was not granted or QR Code scanning is not supported by your device." = "படக்கருவிக்கு அணுகல் வழங்கப்படவில்லை அல்லது QR குறியீடு ஸ்கேனிங் உங்கள் கருவியில்ஆதரிக்கப்படவில்லை.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "QR குறியீட்டை நீக்க முடியவில்லை! நீங்கள் bridges.torproject.org இலிருந்து ஒரு QR குறியை ஸ்கேன் செய்திருக்கிறீர்களா?";
